---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepUpperBottomElevationIncludeInsulation
source: html/4462aca6-2d00-1593-3e9f-85ff6025a9c6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepUpperBottomElevationIncludeInsulation Property

"Upper End Bottom of Insulation Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepUpperBottomElevationIncludeInsulation { get; }
```